IDEA Open Model
TendonComponentLoading Constructor
Compatible with IDEA StatiCa v 10.1
Initializes a new instance of the TendonComponentLoading class
 Namespace: IdeaRS.OpenModel.Concrete.Load
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 10.1.0.1 (10.1.0.1)
Syntax
public TendonComponentLoading()
Public Sub New
public:
TendonComponentLoading()
See Also
Reference
TendonComponentLoading Class
IdeaRS.OpenModel.Concrete.Load Namespace